Repository: Alex-Apostol-iOS/Register-ACO
Catalog: RegisterACO/RegisterACO/Theme/*.lproj/Localizable.strings
Languages: es

# lng.distribuitor
source: Distributor
es: Distribuidor

# lng.seller
source: Seller
es: Vendedor

# lng.back
source: Back
es: Atras

# lng.login
source: Login
es: Entrar

# lng.register
source: Register
es: Registrarse

# lng.registerFormNavTitle
source: Register form
es: Formulario de inscripción

# lng.commonName
source: Name
es: Nombre

# lng.commonSurname
source: Surname
es: Apellido

# lng.commonSecondSurname
source: Second Surname
es: Segundo Apellido

# lng.commonEmail
source: Email
es: Correo

# lng.commonPhone
source: Phone
es: Telefono

# lng.commonPassword
source: Password
es: Contraseña

# lng.commonPasswordConfirm
source: Confirm Password
es: Confirma tu Contraseña

# lng.commonSubmit
source: Submit
es: Enviar

# lng.common.passwordFieldText
source: Passord must containt special characters, uppercased, and numbers
es: La contraseña debe contener caracteres especiales, mayusculas y numeros

# lng.common.home
source: Home
es: Inicio

# lng.common.profile
source: Profile
es: Perfil

# lng.common.username
source: Username
es: Nombre

# lng.common.logout
source: Logout
es: Salir

# lng.common.yes
source: Yes
es: Si

# lng.logout.subtitle
source: Are you sure you wanna logout?
es: Seguro que quieres salir?

# lng.logout.homeFeatureCard.positiveHabit.subtitle
source: Start changing your life
es: Empieza a cambiar tu vida

# lng.logout.homeFeatureCard.positiveHabit.title
source: Create new habits
es: Crea nuevos hábitos

# lng.logout.homeFeatureCard.negativeHabit.subtitle
source: Remove all that is harm to you
es: Alejate de todo lo contraproducente

# lng.logout.homeFeatureCard.negativeHabit.title
source: Remove harming habits
es: Elimina malos hábitos

# lng.whatIsAHabit.textView.text
source: A habit is a routine or behavior that is practiced regularly and, in many cases, automatic way. Habits that at first may seem small and insignificant, will be transformed into extraordinary results if are maintained for several years
es: Un hábito es una rutina o conducta que se practica con regularidad y, en muchos casos, de manera automática. Los hábitos que en un principio pueden parecer pequeños y poco significativos, se transformarán en resultados extraordinarios si tienes la voluntad de mantenerlos durante varios años

# lng.whatIsAHabit.label.text
source: What is a habit?
es: Que és un hábito?

# lng.howHabitsAffectYourLife.label.text
source: How habits affect your life
es: Cómo afectan tu vida los hábitos

# lng.howHabitsAffectYourLife.content.label.text
source: A small change in your daily habits can lead your life to a completely different destination. It doesn't matter how successful you are right now. What matters is determining if your habits are leading you to the path of success. If you are a millionaire but spend more than you earn each month, then you are on a bad path. If your consumption habits do not change, you will not end well. On the other hand, if you're broke but manage to save a little each month, then you're on a path to financial freedom, even if it takes longer than you'd like to do so. Your results are the reactive indicators of your habits. The amount of money you have is a reactive indicator of your financial habits. Your current weight is an indicator of your eating habits. Your knowledge is a reactive indicator of your study habits. The appearance of your house is a reactive indicator of your habits of order and cleanliness. In the end you get what you repeat
es: Un pequeño cambio en tus hábitos cotidianos puede conducir tu vida a un destino completamente distinto. No importa cuán exitoso seas en este preciso momento. Lo que importa es determinar si tus hábitos te están conduciendo hacia el camino del éxito. Si eres millonario pero gastas más de lo que ganas cada mes, entonces estás siguiendo una mala trayectoria. Si tus hábitos de consumo no cambian, no vas a terminar bien. En cambio, si estás en quiebra pero consigues ahorrar un poco cada mes, entonces te encuentras en un camino que te conducirá a la libertad financiera, aun si lograrlo te toma más tiempo del que te gustaría. Tus resultados son los indicadores reactivos de tus hábitos. La cantidad de dinero que posees es un indicador reactivo de tus hábitos financieros. Tu peso actual es un indicador reactivo de tus hábitos alimenticios. Tu conocimiento es un indicador reactivo de tus hábitos de estudio. El aspecto de tu casa es un indicador reactivo de tus hábitos de orden y limpieza. Al final obtienes lo que repites

# lng.common.start
source: Start
es: Empieza

# lng.habit.how.habit.work
source: How habits work
es: Como funccionan los hábitos

# lng.howHabitsWork.content.label.text
source: Habits often don't seem to cause any change until a critical point, a threshold, is reached. One always expects to make progress in a linear and bottom-up manner, which is why it is frustrating when for periods of days, weeks and even months the changes do not seem to work and one has the feeling of staying in the same place. It is the hallmark of any cumulative process: the most powerful results take time and are delayed. This is one of the reasons why it is so difficult to develop habits that last. For habits to actually create change, they must persist long enough to break through a plateau where no perceptible change occurs. I call it a plateau of latent potential. When you finally get past the plateau of latent potential, people consider it an overnight success. The common people only perceive the most striking events and do not stop to see all the work and effort behind them. But you know that all the work you've put in for a long time, when it seemed like you weren't making any progress, is what really made the change possible.
es: Los hábitos con frecuencia no parecen provocar ningún cambio hasta que se alcanza un punto crítico, un umbral. Uno siempre espera realizar progresos de manera lineal y ascendente, por ello es frustrante cuando por períodos de días, semanas e incluso meses los cambios parecen no funcionar y uno tiene la sensación de permanecer en el mismo sitio. Es el sello de cualquier proceso acumulativo: los resultados más poderosos toman su tiempo y se retrasan. Esta es una de las razones por las que es tan difícil desarrollar hábitos que perduren. Para que los hábitos realmente generen un cambio, deben subsistir lo suficiente como para rebasar una meseta donde no se producen cambios perceptibles. Yo la llamo meseta de potencial latente. Cuando al fin logras ir más allá de la meseta del potencial latente, la gente considera que el hecho es un éxito conseguido de la noche a la mañana. El común de la gente solo percibe los eventos más llamativos y no se detiene a ver todo el trabajo y el esfuerzo que tienen detrás. Pero tú sabes que todo el trabajo que has invertido durante mucho tiempo, cuando parecía que no estabas haciendo ningún progreso, es lo que realmente hizo posible el cambio

# lng.obviousHabit.nav.title
source: Fill out the Habit Log
es: Llena el Registro de hábitos

# lng.obviousHabit.title
source: How can I make it obvious?
es: ¿Cómo lo puedo hacer obvio?

# lng.obviousHabit.description
source: Use the habit accumulation strategy: “After [CURRENT HABIT] I will do [NEW HABIT].
es: Usa la estrategia de acumulación de hábitos: «Después de [HÁBITO ACTUAL] yo haré [NUEVO HÁBITO].

# lng.obviousHabit.textArea.placeHolder
source: Write the current habit
es: Escribe el hábito actual

# lng.obviousHabit.textArea.NewHabit.placeHolder
source: Write the new habit
es: Escribe el nuevo hábito

# lng.common.continue
source: Continue
es: Continuar

# lng.common.seeExamples
source: See examples
es: Ver ejemplos

# lng.obviousHabit.example1
source: Meditation. After I pour my coffee each morning, I go to meditate for a minute.
es: Meditación. Después de servirme mi café cada mañana, voy a meditar durante un minuto.

# lng.obviousHabit.example2
source: Exercise. After taking off my work shoes, I will immediately put on my sneakers. To do exercise.
es: Ejercicio. Después de quitarme los zapatos de trabajo, inmediatamente me pondré los tenis para hacer ejercicio.

# lng.obviousHabit.example3
source: Gratitude. After I sit down to dinner, I'll mention something that happened that day and what I'm very thankful
es: Gratitud. Después de sentarme a cenar, mencionaré algo que sucedió ese día y por lo que estoy muy agradecido.

# lng.obviousHabit.example4
source: Marriage. After I go to bed at night, I will give my wife a kiss.
es: Matrimonio. Después de acostarme por la noche, le daré un beso a mi esposa.

# lng.obviousHabit.example5
source: Security. After I put on my running shoes, I'll text a friend or familiar to let me know where I am going to run and how long it will take to return.
es: Seguridad. Después de ponerme mis tenis para correr, enviaré un mensaje de texto a un amigo o familiar para avisar dónde voy a correr y cuánto tiempo tardaré en regresar.

# lng.attractHabit.nav.title
source: Make it attractive
es: Hacerlo atractivo

# lng.attractHabit.title
source: How to make a habit irresistible
es: Cómo lograr que un hábito sea irresistible

# lng.attractHabit.description
source: After [HABIT I NEED], I will do [HABIT I WANT]
es: Después de [HÁBITO QUE NECESITO], yo haré [HÁBITO QUE QUIERO]

# lng.attractHabit.example1
source: If you want to read the news, but need to express more gratitude: 1. After I have my coffee in the morning, I will mention one thing that happened the day before and for which I am very grateful (what I need). 2. After giving thanks for what happened, I will read the newspapers (what I want)
es: Si quieres leer las noticias, pero necesitas expresar más gratitud: 1. Después de tomar mi café por la mañana, mencionaré una cosa que sucedió el día anterior y por la cual estoy muy agradecido (lo que necesito). 2. Después de dar gracias por lo que sucedió, voy a leer los periódicos (lo que quiero)

# lng.attractHabit.example2
source: If you want to watch sports, but need to make sales calls: 1. After I get back from lunch, I'll call three potential clients (what I need). 2. After calling three potential clients, I will see what is broadcast on the sports channel (what I want).
es: Si quieres ver deportes, pero necesitas hacer llamadas de ventas: 1. Después de regresar de comer, llamaré a tres clientes potenciales (lo que necesito). 2. Después de llamar a tres clientes potenciales, veré lo que se transmite en el canal deportivo (lo que quiero).

# lng.attractHabit.example3
source: If you want to review your Facebook account, but need more exercise: 1. After I get my phone out, I'll do ten burpees (what I need). 2. After doing ten burpees, I'll check my Facebook account (which I want).
es: Si quieres revisar tu cuenta de Facebook, pero necesitas hacer más ejercicio: 1. Después de sacar mi teléfono, haré diez burpees (lo que necesito). 2. Depués de hacer diez burpees, revisaré mi cuenta de Facebook (lo que quiero).

# lng.attractHabit.example4
source: The hope is that you'll eventually feel like calling three clients or doing ten burpees, because you know that when you're done, you'll be able to watch sports shows you like or check your Facebook account. Doing what you need to do means that you will have the opportunity to do what you love.
es: La esperanza es que finalmente sientas deseos de llamar a tres clientes o de hacer diez burpees, porque sabes que cuando hayas concluido, podrás ver los programas deportivos que te gustan o revisar tu cuenta de Facebook. Hacer lo que necesitas hacer significa que tendrás la oportunidad de hacer lo que te gusta.

# lng.attractHabit.firstTextField.placeHolder
source: Write the habit you need
es: Escribe el hábito que necesitas

# lng.attractHabit.secondTextField.placeHolder
source: Write the habit you want
es: Escribe el hábito que quieres

# lng.alert.flow.exit.title
source: Do you want to cancel the process?
es: Quieres cancelar el proceso?

# lng.alert.flow.exit.subtitle
source: All changes will be lost
es: Todo los cambios de perderán

# lng.makeItEasy.nav.title
source: Go slowly, but don't back down
es: Hacerlo sencillo

# lng.makeItEasy.example1
source: Although it would be logical to start with the simplest and smallest, it is common to try to start big. When you dream of making a change, you are inevitably overwhelmed by emotion and end up trying to do too much in too little time. The best way to counteract this tendency is to use the two-minute rule,5 which states: “When you start a new habit, it shouldn't take more than two minutes to start.
es: A pesar de que lo lógico sería empezar por lo más sencillo y pequeño, es común tratar de empezar por lo grande. Cuando sueñas con hacer un cambio, la emoción te domina de manera inevitable y terminas tratando de hacer demasiadas cosas en poco tiempo. La mejor manera de contrarrestar esta tendencia es usar la regla de los dos minutos,5 la cual establece: «Cuando empiezas un nuevo hábito, no debe tomarte más de dos minutos

# lng.makeItEasy.example2
source: Do you want to draw more? Put your pencils, pens, notebooks, and other drawing tools on your desk, where they are easily accessible.
es: ¿Quieres dibujar más? Coloca tus lápices, plumas, cuadernos y otras herramientas de dibujo sobre tu escritorio, donde sean fácilmente accesibles.

# lng.makeItEasy.example3
source: Do you want to exercise? Prepare appropriate clothing, shoes, gym bag, and water bottle in advance
es: ¿Quieres hacer ejercicio? Prepara con anticipación la ropa apropiada, los zapatos, la maleta del gimnasio y la botella de agua.

# lng.makeItEasy.example4
source: Do you want to improve your diet? On weekends, peel and chop mounds of fruits and vegetables and place them in plastic containers in the refrigerator. This will allow you to have easy access to healthy, ready-to-eat options throughout the week.
es: ¿Quieres mejorar tu dieta? Los fines de semana pela y pica montones de frutas y verduras y colócalos en contenedores de plástico en el refrigerador. Esto te permitirá tener fácil acceso a opciones saludables y listas para comer durante toda la semana.

# lng.makeItEasy.description
source: Reduces tension and resistance. Reduce the number of steps between you and your good habits. Set the scene to make your future actions easier.
es: Reduce la tensión y la resistencia. Reduce el número de pasos entre tú y tus buenos hábitos. Prepara el ambiente para hacer que tus futuras acciones sean más sencillas.

# lng.makeItEasy.firstTextField.placeHolder
source: How are you going to reduce the tension between you and your habit?
es: Como vas a reducir la tension entre tu y tu hábito?

# lng.makeItEasy.secondTextField.placeHolder
source: How are you going to prepare the environment to make this habit easy?
es: Como vas a preparar el ambiente para hacer sencillo este hábito?

# lng.common.confirm
source: Confirm
es: Confirmar

# lng.common.positiveHabit.allDone.title
source: Congratulations, a small change in your daily habits can lead your life to a completely different destination.
es: Enhorabuena pequeño cambio en tus hábitos cotidianos puede conducir tu vida a un destino completamente distinto

# lng.habitResume.title
source: Summary
es: Resumen

# lng.habitList.tab.title
source: Your habits
es: Tus Hábitos

# lng.delete.habit
source: Delete Habit
es: Borrar Hábito
